{"_id":{"$oid":"5f04feab68bd072e18d838b5"},"author":{"$oid":"5eff2e02341fbb6b41cc7c12"},"title":"Maggie Conrad","description":"Deleniti aut natus m","ingredients":["Laboris quod magni e"],"directions":["Rerum non ab saepe u"],"language":"es","mainImg":null,"more_info":{"serving":8,"cookTime":35,"readyIn":38,"calories":1},"slug":"maggie-conrad"}
{"_id":{"$oid":"5eff39ec37255c773933838d"},"author":{"$oid":"5eff2e02341fbb6b41cc7c12"},"title":"Kenyon Rodgers","description":"Temporibus nostrud d","ingredients":["Perferendis reprehen"],"directions":["Dolorem amet eum op"],"language":"en","mainImg":null,"more_info":{"serving":63,"cookTime":50,"readyIn":91,"calories":9},"slug":"kenyon-rodgers"}
{"_id":{"$oid":"5eff3a0537255c773933838e"},"author":{"$oid":"5eff2e02341fbb6b41cc7c12"},"title":"Kimberley Salinas","description":"Ratione aliqua Labo","ingredients":["Quia lorem molestiae"],"directions":["Enim cum ut enim ad"],"language":"es","mainImg":null,"more_info":{"serving":16,"cookTime":8,"readyIn":86,"calories":62},"slug":"kimberley-salinas"}
{"_id":{"$oid":"5eff374e37255c773933838a"},"author":{"$oid":"5eff2e02341fbb6b41cc7c12"},"title":"Arroz con leche","description":"El arroz con leche es un postre típico de la gastronomía de múltiples países hecho cociendo lentamente arroz con leche y azúcar. Se sirve frío o caliente. Se le suele espolvorear canela, vainilla o cáscara de limón para aromatizarlo","ingredients":["100g de arroz redondo","1l de leche entera","1 trozo de cáscara de limón y de naranja","1 rama de canela","canela en polvo","70g de azúcar","10g de mantequilla"],"directions":["En una olla o cazuela, ponemos la leche, el arroz, las cáscaras de los cítricos y la rama de canela. Calentamos a fuego medio mientras no dejamos de remover","Cuando esté caliente, pero que no llegue a ebullición, pues la leche pasados los 95-100ºC se quema y coge un regusto muy desagradable, dejamos cocer. Removemos cada cinco minutos, para asegurarnos que el arroz con leche no se pegue y para liberar el almidón. Así nos quedará más cremoso. Recuerda que no debe llegar a hervir a borbotones fuertes en ningún momento","Pasados unos 45 minutos, cuando el grano esté casi hecho – recuerda remover cada 5 minutos – añadimos el azúcar. Dejamos cocinar 10 minutos más, hasta que el arroz ahora sí que sí, esté bien blando","Apagamos el fuego y añadimos la mantequilla. Quitamos las cáscaras y la canela en rama y mezclamos bien. Dejamos templar. Sigue mezclando de vez en cuando mientras lo dejes templar, para que no salga costra por la superficie","Cuando haya templado algo, ponemos el arroz con leche en cuencos individuales. Puedes decorar con un trocito de la rama de canela que usaste para infusionar. Espolvorea encima un poco de canela molida, para darle el toque final"],"language":"es","mainImg":"images/recipes/2020-07-07T23:35:21.719Z-arroz_con_leche.png","more_info":{"serving":6,"cookTime":60,"readyIn":null,"calories":111},"slug":"arroz-con-leche"}
{"_id":{"$oid":"5eff38e837255c773933838c"},"author":{"$oid":"5eff2e27341fbb6b41cc7c13"},"title":"Bubble and squeak with gammon and fried eggs","description":"Use up Sunday lunch leftovers with this bubble and squeak recipe. Throw in anything else you’ve got too for a classic winter warmer – and great if you’re on a budget, too.","ingredients":["1 small savoy cabbage"," coarsely shredded","Olive oil or butter for frying","2 gammon slices (about 200g)"," cut into chunks","Large pinch freshly grated nutmeg","700g leftover cooked vegetables"," roughly chopped (we used potatoes"," carrots and parsnips – see tip)","Small bunch fresh flatleaf parsley"," roughly chopped","4 free-range eggs"],"directions":["Put the cabbage in a colander and pour over a kettleful of freshly boiled water. Leave to drain and steam dry.","Heat a large frying pan and add a glug of oil or a knob of butter. When sizzling, fry the gammon for 2-3 minutes until golden, turning often, then remove from the pan to a plate.","Add the cabbage, season well with salt and pepper and sprinkle with the nutmeg, then toss and fry over a high heat for 3-4 minutes until taking on some colour. Add the cooked veg, season well, then toss everything for 5-6 minutes, pressing down on the mixture in the pan every now and then to brown the veg. Keep it over a high heat – it’s hard to burn it and the caramelised spots are the best bits. Once the veg is hot and golden in parts, return the gammon to the pan with its resting juices and toss everything together for a couple of minutes.","Keep the pan over a low heat while you fry the eggs. Heat a second frying pan with a glug of oil or knob of butter over a high heat, crack in the eggs, then fry until crisp underneath. Divide the bubble and squeak among 4 plates and top each with a fried egg. Serve immediately, with pickles and mustard or ketchup."],"language":"en","mainImg":"images/recipes/2020-07-07T23:35:57.184Z-bubble-squeak-with-gammon-fried-eggs.jpg","more_info":{"serving":4,"cookTime":20,"readyIn":null,"calories":388},"slug":"bubble-and-squeak-with-gammon-and-fried-eggs"}
{"_id":{"$oid":"5eff386937255c773933838b"},"author":{"$oid":"5eff2e27341fbb6b41cc7c13"},"title":"Meat Loaf","description":"Meatloaf is a dish of ground meat that has been mixed with other ingredients and formed into the shape of a loaf, then baked or smoked. The final shape is either hand-formed on a flat pan or created by cooking it in a loaf pan.[1] It is usually made with ground beef, although ground lamb, pork, veal, venison, poultry and seafood are also used.","ingredients":["1 - 1 / 2 pounds Ground Beef(93 % lean or leaner)","3 / 4 cup Panko bread crumbs","3 / 4 cup ketchup"," divided","1 / 2 cup minced onion","1 egg","1 tablespoon Worcestershire sauce","2 teaspoons minced garlic","1 teaspoon dried thyme leaves","3 / 4 teaspoon pepper","1 / 2 teaspoon salt"],"directions":["Preheat oven to 350 degrees F (175 degrees C).\", \"In a large bowl, combine the beef, egg, onion, milk and bread OR cracker crumbs. Season with salt and pepper to taste and place in a lightly greased 5x9 inch loaf pan, OR form into a loaf and place in a lightly greased 9x13 inch baking dish.","In a separate small bowl, combine the brown sugar, mustard and ketchup. Mix well and pour over the meatloaf.","Bake at 350 degrees F (175 degrees C) for 1 hour."],"language":"en","mainImg":"images/recipes/2020-07-07T23:37:22.800Z-meatloaf.jpg","more_info":{"serving":6,"cookTime":90,"readyIn":null,"calories":409},"slug":"meat-loaf"}
